<p>
<b>ASTROMAXIMUM </b>является первым самым подробным астрологическим календарём, при этом,<br /> 
<b>ASTROMAXIMUM</b> - первый астрологический календарь для мобильных телефонов.
</p>

<p>
Вы собрались обратиться к своему начальнику с просьбой о повышении заработной платы, но не хотите натолкнуться на унизительный отказ? Вы хотите открыть собственное дело, которому будет сопутствовать Удача? У Вас хорошо идут дела и Вы планируете приобрести автомобиль, но при этом не хотите стать постоянным клиентом ближайшего автосервиса? Вас ожидает медицинское обследование или хирургическая операция? Вы собираетесь открыть счет в банке?<br />
<b>ASTROMAXIMUM</b> - это самый удобный поиск наиболее удачного времени для реализации своих планов и стремлений.
</p>

<p>
Выбрать наименьшее из зол, не пропустить наилучшее благо, оценить множество равноценных вариантов, распознать пустые обещания, найти лучшее время, как для глобальных проектов, так и для дел, не отличающихся большим размахом - помощником здесь может быть только ваша интуиция, а если её нет, то поможет ASTROMAXIMUM, который в этих вопросах - самый деятельный инструмент.
</p>
<p><b>ASTROMAXIMUM</b> отображает следующие события*:</p>
<ul>
<li>неблагоприятное положение Луны - Луна <без курса> (VOC) и прохождение Луны по <сожженной дороге> (VC)</li>
<li> номер Солнечного Дня, согласно сезонному персидскому календарю FASLI</li>
<li> знак Зодиака и градус Солнца</li>
<li> астрономический восход и заход Солнца на данную местность</li>
<li> фаза Луны</li>
<li> номер Лунного Дня</li>
<li> знак Зодиака Луны</li>
<li> астрономический восход и заход Луны на данную местность</li>
<li> номер лунных дней Титхи -  дней лунного месяца Ведической астрологии</li>
<li> аспекты Луны и курсирование Луны от аспекта к аспекту</li>
<li> выделенные градусы планет;
    аспекты планет, включая Уран, Нептун и Плутон</li>
<li> планетарные часы</li>
<li> градусы Меркурия, Венеры, Марса, Юпитера, Сатурна, Северного Узла, Черной и Белой Луны</li>
<li> прохождение осей гороскопа планетами септенера</li>
<li> периоды ретроградности планет</li>
<li> вхождение планет в Знаки Зодиака</li>
<li> ASTROMAXIMUM позволяет составить экспресс-гороскоп для любого прошедшего события, начиная с 1971-го года</li>
<li> декумбитура - Astromaximum позволяет прогнозировать ход болезни</li>
<li> календарь отображает время затмений Солнца и Луны.</li>
</ul> 
<p>* указывается время начала и окончания событий; каждое событие сопровождается подробным астрологическим комментарием.</p>
</p>