<?php 
if(!isset($EXEC)) die("Access restricted"); 
$META_TITLE='Инструкция';
$META_KEYWORDS='руководство пользователя, мануал, установка на телефон, установка городов';
$META_DESCR='';
$page_t="http://astromaximum.de/?$lang_&amp;p=";
?>
<h4>Подготовка к установке</h4>
<p>Астрологический календарь <b>ASTROMAXIMUM</b> может быть установлен на любой телефон,
имеющий поддержку Java-приложений. Из-за отсутствия единых стандартов у производителей
мобильных телефонов мы не гарантируем, что календарь будет работать на конкретной модели телефона.
Поэтому на нашем сайте Вы можете найти бесплатную демо-версию
с астрономическими и астрологическими событиями прошлого года, с помощью которой можно совершить пробную
установку календаря на Ваш телефон.</p>

<p>Для загрузки календаря или городов необходимо произвести вход на сайт через форму, которая расположена
в левом верхнем углу нашего сайта.
Если Вы не являетесь зарегистрированным пользователем, используйте демо-аккаунт, но в этом случае будут доступны
не все страницы сайта.</p>
<p>Демо-аккаунт:</p>
<ul><li>логин: 123456789</li><li>пароль: 012345678</li></ul>

<p>Календарь может быть установлен на мобильный телефон различными способами. Способ установки зависит как 
от модели Вашего телефона, так и от вида доступа к Интернет. Чтобы выбрать наиболее удобный для Вас способ
инсталляции, рекомендуем прочитать инструкцию к Вашему телефону, особенно раздел, касающийся подключения к Интернет
и раздел установки Java-игр или Java-приложений.</p>
<p>Вам необходимо иметь адрес электронной почты для получения логина и пароля.</p>
