<?php 
if(!isset($EXEC)) die("Access restricted"); 
$META_TITLE='Установка через интернет соединение телефона';
$META_KEYWORDS='руководство пользователя, мануал, установка на телефон, установка городов';
$META_DESCR='';
?>
<h4>Установка через интернет соединение телефона</h4>
<p>Наиболее простой способ, если на Вашем телефоне активирована услуга "Интернет". Для инсталляции календаря
достаточно войти на мобильную версию нашего сайта
<span class="fine"><?php echo $GLOBALS['amax']['mail_site_mobi'] ?></span>
и ввести логин и пароль.
Установка календаря будет произведена автоматически.
</p>
