<?php 
if(!isset($EXEC)) die("Access restricted"); 
$META_TITLE='Установка через интернет соединение телефона';
$META_KEYWORDS='руководство пользователя, мануал, установка на телефон, установка городов';
$META_DESCR='';
$page_t="http://astromaximum.de/?$lang_&amp;p=";
?>
<h4>Установка с помощью компьютера</h4>
<p>Перед началом установки следует определиться со способом подключения телефона к компьютеру:
USB кабель, соединение через инфракрасный порт или Bluetooth. Некоторые марки телефонов
могут потребовать установки драйверов и специальных приложений, например: Nokia - Nokia PC Suite
(Java приложения устанавливаются напрямую),
Samsung - Samsung PC Studio и т.п. Убедитесь, что у Вас установлены свежие версии этих приложений.
</p>
<p>На странице загрузки демо-версии следует указать адрес электронной почты, на который
будут высланы ссылки для скачивания.</p>
<ul><li>Проверьте дату на телефоне. В случае неправильной даты корректная работа календаря не
гарантируется.</li></ul>
<p>
Дистрибутив (пакет поставки) астрологического календаря состоит из 2 файлов - собственно архива с календарем (JAR файл)
и дескриптора приложения (JAD файл). Сохраните оба файла одну папку, а затем перенесите
их на мобильный телефон, подключив его к компьютеру. В зависимости от модели телефона и способа
соединения файлы могут оказаться в почтовых сообщениях, папках "Принятые файлы", "Другие файлы" и т.п.
Запустите установку, выбрав JAD или JAR файл (зависит от модели телефона). Если установка прошла успешно,
запустите календарь.
</p>
<ul><li>Корректная работа календаря не гарантируется, если между скачиванием дистрибутива
и первым запуском календаря прошло более 12 часов.</li></ul>
<p>
<a href="<?php echo $page_t."demo" ?>">Перейти к загрузке демо-версии &gt;&gt;&gt;</a>
</p>
