<?php 
if(!isset($EXEC)) die("Access restricted"); 
$META_TITLE='Инструкция';
$META_KEYWORDS='руководство пользователя, мануал, установка на телефон, установка городов';
$META_DESCR='';
?>
<p><a href="/mobi/html/ru/amax-manual.pdf">Руководство пользователя в формате PDF (300 kb)</a>
<br/><br/></p>

<h4>Установка астрологического календаря на мобильный телефон</h4>
<p>Календарь может быть установлен на мобильный телефон различными способами в зависимости 
от модели телефона. Рекомендуется прочитать инструкцию к телефону (раздел, касающийся установки
Java-игр или Java-приложений), чтобы выбрать наиболее удобный для Вас способ инсталляции.</p> 
<ol>
	<li>Установка через интернет соединение с телефона</li>
	<p>Наиболее простой способ, если на Вашем телефоне активирована услуга "Интернет". 
	По вопросам настройки доступа к Интернет обращайтесь к Вашему мобильному оператору. 
	Адрес мобильной версии нашего сайта - 
	<a href="http://astromaximum.mobi/">http://astromaximum.mobi/</a></p>
	<li>Установка с помощью компьютера</li>
	<p>Перед началом установки следует определиться со способом подключения телефона к компьютеру.
	Варианты: USB кабель, соединение через инфракрасный порт или Bluetooth. Некоторые марки телефонов
	могут потребовать установки драйверов и специальных приложений, например: Nokia - Nokia PC Suite,
	Samsung - Samsung PC Studio и т.п. Убедитесь, что у Вас установлены свежие версии этих приложений.
	
	</p>
</ol>
<br/><br/>
</p>

<h4>Установка дополнительных городов</h4> 
<p>
--- Установка...
<br/><br/>
</p>
